Repository: hobrink1/TaRest
Catalog: TaRest/Support/*.lproj/Localizable.strings
Languages: de

# Location-Status
source: Authorization of Location Services:
de: Autorisierungsstatus Lokations-Service:

# Info-Main-Header
source: How To use this App:
de: Bedienungshinweise:

# Info-1-Header
source: Info 1 Header in English
de: Info 1 Header in Deutsch

# Info-1
source: Info 1 Text in English. Text will wrap over several lines with some paragraphs. ...like this and this
de: Info 1 Text in Deutsch. Dieser Text soll einen Zeilenumbruch verursachen und außerdem sollen neue Absätze eingefügt werden. ... wie dieser hier und dieser...

# Info-2-Header
source: Info 2 Header in English
de: Info 2 Header in Deutsch

# Info-2
source: Info 2 Text in English. Text will wrap over several lines with some paragraphs. ...like this and this
de: Info 2 Text in EDeutsch. Dieser Text soll einen Zeilenumbruch verursachen und außerdem sollen neue Absätze eingefügt werden. ... wie dieser hier und dieser...

# Data-Privacy
source: Data-Privacy Text in English. Text will wrap over several lines with some paragraphs. ...like this and this
de: Data-Privacy Text in Deutsch. Dieser Text soll einen Zeilenumbruch verursachen und außerdem sollen neue Absätze eingefügt werden. ... wie dieser hier und dieser...

# Info-Error-Messages
source: Last system messages, latest message on top
de: Letzte Systemmeldungen, jüngste Meldung zuerst

# Info-No-Error-Messages
source: No system messages so far
de: Bisher keine Systemmeldungen

# List-No-Data-Sofar
source: Unfortunatly, we do not have any restaurant data to show. Sometimes the data download does take longer than expected.
de: Leider haben wir keine Restaurant Daten, die wir hier zeigen können. Manchmal dauert der Datenabruf etwas länger als geplant.

# OpenCloseString-unknown
source: no times available
de: Keine Zeiten verfügbar

# OpenCloseString-closed today
source: closed today
de: Heute geschlossen

# OpenCloseString-closed
source: closed
de: Geschlossen

# OpenCloseString-opens soon
source: will open soon
de: Öffnet bald

# OpenCloseString-open
source: open
de: Offen

# OpenCloseString-closes soon
source: will close soon
de: Schließt bald
